Repository: cyanfish/naps2
Catalog: NAPS2/Lang/tmx/de.tmx
Source language: en_us
Languages: de

source: 24-bit Color
de: 24-Bit Farbe

source: A3 (297x420 mm)
de: A3 (297 × 420 mm)

source: A5 (148x210 mm)
de: A5 (148 × 210 mm)

source: About
de: Info

source: Add
de: Hinzufügen

source: An error occurred with the scanning driver
de: Ein Fehler ist mit dem Sanner-Treiber aufgetreten

source: Are you sure you want to clear {0} item(s)?
de: Möchten Sie wirklich {0} Seite(n) löschen?

source: Are you sure you want to delete the profile {0}?
de: Möchten Sie wirklich {0} Profile löschen?

source: Are you sure you want to delete {0} item(s)?
de: Möchten Sie wirklich {0} Seite(n) löschen?

source: Are you sure you want to delete {0} profiles?
de: Möchten Sie wirklich {0} Profile löschen?

source: Bit depth
de: Farbtiefe:

source: Bitmap Files (*.bmp)
de: Bitmap Datei (*.bmp)

source: Black & White
de: Schwarz-Weiß

source: Brightness
de: Helligkeit

source: Cancel
de: Abbrechen

source: Center
de: Zentriert

source: Choose Icon
de: Symbol wählen

source: Choose Profile
de: Profil wählen

source: Choose device
de: Gerät wählen

source: Clear
de: Alles Löschen

source: Contrast
de: Kontrast

source: Delete
de: Löschen

source: Device
de: Gerät

source: Display name
de: Angezeigter Name

source: Done
de: Fertig

source: Edit
de: Bearbeiten

source: Error
de: Fehler

source: Feeder
de: Einzug

source: Flip
de: Spiegeln

source: GIF File (*.gif)
de: GIF Datei (*.gif)

source: Glass
de: Glas

source: Grayscale
de: Graustufen

source: Horizontal align
de: Horizontale Ausrichtung:

source: Icons from
de: Icons von

source: JPEG File (*.jpg, *.jpeg)
de: JPEG Datei (*.jpg, *.jpeg)

source: Language
de: Sprache

source: Left
de: Links

source: Main toolbar
de: Hauptwerkzeugleiste

source: Manage Profiles
de: Profile verwalten

source: Maximum quality (large files)
de: max. Qualität (große Dateien)

source: Move Down
de: Nach oben

source: Move Up
de: Nach oben

source: Name missing
de: Name fehlt

source: No device selected
de: Keine Geräte ausgewählt

source: No scanning device was found
de: Es wurden keine Scanner gefunden

source: Overwrite File
de: Datei überschreiben

source: PDF document (*.pdf)
de: PDF Dokument (*.pdf)

source: PNG File (*.png)
de: PNG Datei (*.png)

source: Page size
de: Seitengröße

source: Paper source
de: Papiereinzug

source: Preview
de: Vorschau

source: Profile settings
de: Profileinstellungen

source: Profiles
de: Profile

source: Resolution
de: Auflösung

source: Right
de: Rechts

source: Rotate Left
de: Links drehen

source: Rotate Right
de: Rechts drehen

source: Save Images
de: Bilder speichern

source: Save PDF
de: PDF speichern

source: Saving to PDF
de: als PDF speichern

source: Scale
de: Skalieren

source: Scan
de: Scannen

source: Scanned Image
de: Eingelesenes Bild

source: Select a profile before clicking Scan
de: Wählen Sie ein Profil vor dem Scannen

source: TIFF File (*.tiff, *.tif)
de: TIFF Datei (*.tiff, *.tif)

source: TWAIN Driver
de: TWAIN Treiber

source: The file {0} already exists. Do you want to overwrite it?
de: Die Datei {0} existiert bereits. Möchten Sie diese überschreiben?

source: The selected scanner could not be found
de: Der gewählte Scanner kann nicht gefunden werden

source: The selected scanner is offline
de: Der gewählte Scanner is ausgeschaltet

source: Use native WIA UI
de: Benutze natives WIA User Interface

source: Use predefined settings
de: Vordefinierte Einstellungen

source: WIA Driver
de: WIA Treiber

source: Waiting for TWAIN to complete
de: Warte auf TWAIN

source: You don't have permission to save files at this location
de: Sie haben nicht die erforderlichen Zugriffsrechte, um an diesem Speicherort zu schreiben.
